/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Bearbeiten";
"MENU_WINDOW" = "Fenster";
"MENU_HELP" = "Hilfe";

/* App Menu Items */
"MENU_APP_ABOUT" = "Über @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Screenshot";
"MENU_APP_HIDE" = "@{APP_TITLE} ausblenden";
"MENU_APP_HIDE_OTHERS" = "Andere ausblenden";
"MENU_APP_SHOW_ALL" = "Alle einblenden";
"MENU_APP_QUIT" = "@{APP_TITLE} beenden";
"MENU_APP_REVEAL" = "Im Finder anzeigen";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Spieleinstellungen";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Screenshots";
"MENU_APP_REVEAL_GAME_LOGS" = "Logs";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Application Support";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Programmeinstellungen";
"MENU_APP_REVEAL_APPLICATION" = "Programm";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Widerrufen";
"MENU_EDIT_CUT" = "Ausschneiden";
"MENU_EDIT_COPY" = "Kopieren";
"MENU_EDIT_PASTE" = "Einsetzen";
"MENU_EDIT_DELETE" = "Löschen";
"MENU_EDIT_SELECT_ALL" = "Alle auswählen";
"MENU_EDIT_FIND" = "Suchen";
"MENU_EDIT_FIND_FIND" = "Suchen…";
"MENU_EDIT_FIND_NEXT" = "Weitersuchen (vorwärts)";
"MENU_EDIT_FIND_PREVIOUS" = "Weitersuchen (rückwärts)";
"MENU_EDIT_FIND_USE_SELECTION" = "Auswahl suchen";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Auswahl anzeigen";
"MENU_EDIT_SPECIAL_CHARS" = "Sonderzeichen…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Schließen";
"MENU_WINDOW_MINIMIZE" = "Im Dock ablegen";
"MENU_WINDOW_ZOOM" = "Zoomen";
"MENU_WINDOW_FULLSCREEN" = "Vollbild ein/aus";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Alle nach vorne bringen";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Technischer Kundendienst (Forum)";
"MENU_HELP_SUPPORT_PORTAL" = "Kundendienstportal";
"MENU_HELP_COPY_SUPPORT_INFO" = "Kundendienstinformationen kopieren";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Ihr aktuelles Betriebssystem: @{OS_VERSION}. Für dieses Betriebssystem ist ein Update verfügbar, das die Stabilität von @{APP_TITLE} erhöht.";
"VERSION_UNSUPPORTED" = "Hinweis: @{OS_VERSION} wird als veraltetes Betriebssystem für @{APP_TITLE} betrachtet. Das Spiel wird für einen begrenzten Zeitraum noch weiterhin auf diesem System laufen. Wir empfehlen Ihnen aber, Ihr System schnellstmöglich auf @{LATEST_OS_VERSION} zu aktualisieren. Die Systemvoraussetzungen finden Sie @{SYSTEM_REQUIREMENTS_URL}. Wie Sie Ihr System aktualisieren, erfahren Sie in @{OS_UPGRADE_URL}. Weitere Erklärungen zu unseren Richtlinien bzgl. Macintosh-Betriebssystemen erhalten Sie in @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Ohne Update fortfahren";
"LAUNCH_SOFTWARE_UPDATE"="Software Update starten";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE} kann nicht starten, weil kein gültiger Grafikprozessor gefunden wurde.";
"ERROR" = "Fehler";
